Repository: ykunitsa/inner-hero
Catalog: Inner Hero/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: If it happened
ru: Если случилось

source: One thing that's waiting.
ru: Одно дело, которое ждёт.

source: Opens a PMR session.
ru: Открывает сессию ПМР.

source: Opens a breathing session.
ru: Открывает сессию дыхания.

source: Opens the situational form.
ru: Открывает ситуативную форму.

source: (%d) left
ru: Осталось %d

source: %@ indicator
ru: %@ индикатор

source: %@ learned
ru: %@ освоено

source: %@ min
ru: %@ мин

source: %@ not found
ru: %@ не найдено

source: %@. %d steps, %d sessions
ru: %@. %d шагов, %d сеансов

source: %1$@ — %2$d of %3$d turned out better than expected
ru: %1$@ — %2$d из %3$d вышло лучше, чем ожидалось

source: %1$@ · %2$@ min
ru: %1$@ · %2$@ мин

source: %1$@ · %2$@ of %3$@ min
ru: %1$@ · %2$@ из %3$@ мин

source: %1$@ · stayed %2$d of %3$d
ru: %1$@ · остался %2$d из %3$d

source: %1$@. %2$lld activities %3$@
ru: %@. %lld активностей%@

source: %1$@. %2$lld steps, %3$lld sessions
ru: %@. %lld шагов, %lld сеансов

source: %1$d of %2$d
ru: %1$d из %2$d

source: %1$d of %2$d · %3$@
ru: %1$d из %2$d · %3$@

source: %1$lld of %2$lld steps completed
ru: %lld из %lld шагов выполнено

source: %d activities
ru: %d активностей

source: %d d
ru: %d д

source: %d groups
ru: %d групп

source: %d m
ru: %d м

source: %d m %d s
ru: %d м %d с

source: %d min
ru: %d мин

source: %d min %d sec
ru: %d мин %d сек

source: %d min read
ru: %d мин чтения

source: %d min reading
ru: %d мин чтения

source: %d of 5
ru: %d из 5

source: %d percent
ru: %d процентов

source: %d s
ru: %d с

source: %d sec
ru: %d сек

source: %d sessions
ru: %d сеансов

source: %d steps
ru: %d шагов

source: %d steps completed
ru: %d шагов выполнено

source: %lld min
ru: %lld мин

# %lld of %lld steps completed
source: %1$lld of %2$lld steps completed
ru: Выполнено шагов %lld из %lld

source: %lld of 5
ru: %lld из 5

source: %lld percent
ru: %lld процентов

# %lld sessions · %@
source: %1$lld sessions · %2$@
ru: %lld сеансов · %@

source: %lld steps completed
ru: %lld шагов выполнено

source: %lld–%lld min
ru: %1$lld–%2$lld мин

source: +%d more unfinished
ru: +%d ещё незавершённых

source: ~%@ min
ru: ~%@ мин

source: ~%1$@ min · %2$@
ru: ~%1$@ мин · %2$@

source: 0 No anxiety
ru: 0 Нет тревоги

source: 1 Did not like at all
ru: 1 Совсем не понравилось

source: 2 exercises · 5–15 min
ru: 2 упражнения · 5–15 мин

source: 3 Okay
ru: 3 Нормально

source: 3 techniques · 3–10 min
ru: 3 техники · 3–10 мин

source: 4 groups
ru: 4 группы

source: 4 groups, no tension
ru: 4 группы, без напряжения

source: 4-4-4-4 · inhale, hold, exhale, hold
ru: 4-4-4-4 · вдох, задержка, выдох, задержка

source: 4-6 Breathing
ru: Дыхание 4–6

source: 5 Liked very much
ru: 5 Очень понравилось

source: 5 Medium
ru: 5 Средний

source: 5-4-3-2-1 · 2 min
ru: 5-4-3-2-1 · 2 мин

source: 6 MO
ru: 6 МЕС

source: 7 groups
ru: 7 групп

source: 10 Maximum
ru: 10 Максимум

source: 16 groups
ru: 16 групп

source: a word on the exhale
ru: слово на выдохе

source: Abandon
ru: Отказаться

source: About
ru: О приложении

source: Action comes before the wish
ru: Действие раньше желания

source: Action comes before the wish. You do it first; wanting it shows up later.
ru: Действие раньше желания. Сначала делаешь — хотеть начинается потом.

source: Actions
ru: Действия

source: Activation
ru: Активация

source: Activation · %lld activities
ru: Активация · %lld активностей

source: Activation: %@
ru: Активация: %@

source: Active
ru: Активно

source: Active schedules
ru: Активные расписания

source: Active session
ru: Активный сеанс

source: activities
ru: активностей

source: Activities
ru: Активности

source: Activities · %lld
ru: Занятия · %lld

# activities_few
source: activities
ru: активности

source: activity
ru: активность

source: Activity %1$lld: %2$@
ru: Активность %lld: %@

source: Activity %d
ru: Активность %d

source: Activity %d: %@
ru: Активность %d: %@

source: Activity %lld
ru: Активность %lld

source: Activity completed
ru: Активность завершена

source: Activity list
ru: Список активностей

source: Activity list for behavioral activation
ru: Список активностей для поведенческой активации

source: Activity list name
ru: Название списка активностей

source: Activity name
ru: Название

source: Activity not found
ru: Активность не найдена

source: Activity selection
ru: Выбор активности

source: Add
ru: Добавить

source: Add a note
ru: Добавить заметку

source: Add activity
ru: Добавить активность

source: Add activity list
ru: Добавить список активностей

source: Add an activity
ru: Добавить занятие

source: Add an exercise to the schedule—it will appear here
ru: Добавьте упражнение в расписание — оно появится здесь

source: Add exercises to favorites
ru: Добавьте упражнения в избранное

source: Add exercises to favorites for quick access
ru: Добавьте упражнения в избранное для быстрого доступа

source: Add exercises to your schedule so they appear here with reminders
ru: Добавьте упражнения в расписание, чтобы они появлялись здесь с напоминаниями

source: Add exposure
ru: Добавить экспозицию

source: Add one or more activities. Empty lines are not saved.
ru: Добавьте одну или несколько активностей. Пустые строки не сохраняются.

source: Add schedule
ru: Добавить расписание

source: Add step
ru: Добавить шаг

source: Add to favorites
ru: Добавить в избранное

source: Adds an empty activity to the end of the list
ru: Добавляет пустую активность в конец списка

source: Adds an empty step to the end of the list
ru: Добавляет пустой шаг в конец списка

source: After
ru: После

source: After finishing, rate how much you enjoyed it
ru: После завершения оцените уровень удовольствия

source: After session
ru: После сеанса

source: All days
ru: Все дни

source: All done for today 🎉
ru: На сегодня всё 🎉

source: All schedules
ru: Все расписания

source: All steps completed
ru: Все шаги выполнены

source: All steps completed!
ru: Все шаги выполнены!

source: Allow notifications in Settings to receive reminders.
ru: Разрешите уведомления в Настройках, чтобы получать напоминания.

source: Almost none
ru: Почти нет

source: Also completed today
ru: Также выполнено сегодня

source: An even cycle, no holds. Easiest not to lose track
ru: Ровный цикл без задержек. Проще всего не сбиться

source: And release again. Let it go a little further.
ru: И снова отпусти. Дай уйти ещё немного.

source: And release again. Let the tension drain a little further.
ru: Снова расслабь. Дай напряжению уйти ещё немного.

source: And release. Let the tension go, and notice how different it feels.
ru: Расслабь. Дай напряжению уйти и заметь, насколько это ощущается иначе.

source: Anxiety
ru: Тревога

source: anxiety %d
ru: тревога %d

source: Anxiety after session: %lld
ru: Тревога после сеанса: %lld

source: Anxiety before
ru: Тревога до

source: Anxiety before session: %lld
ru: Тревога до сеанса: %lld

source: Anxiety dynamics
ru: Динамика тревожности

source: Anxiety dynamics chart
ru: График динамики тревожности

source: Anxiety dynamics chart by date
ru: График динамики тревожности по датам

source: Anxiety dynamics from %1$lld to %2$lld
ru: Динамика тревожности от %lld до %lld

# Anxiety dynamics from %lld to %lld
source: Anxiety dynamics from %1$lld to %2$lld
ru: Динамика тревоги с %lld по %lld

source: Anxiety level
ru: Уровень тревоги

source: Anxiety level after session
ru: Уровень тревоги после сеанса

source: Anxiety levels
ru: Уровни тревоги

source: Anxiety progress
ru: Прогресс тревоги

source: Anxiety progress chart
ru: График прогресса тревожности

source: App lock (Face ID)
ru: Блокировка приложения (Face ID)

source: App locked
ru: Приложение заблокировано

source: Appearance
ru: Внешний вид

source: Are you sure you want to delete "%@"? This action cannot be undone.
ru: Вы уверены, что хотите удалить "%@"? Это действие нельзя отменить.

source: Are you sure you want to delete the exposure "%@"? This action cannot be undone.
ru: Вы уверены, что хотите удалить экспозицию "%@"? Это действие нельзя отменить.

source: Are you sure you want to delete the list "%@"? This action cannot be undone.
ru: Вы уверены, что хотите удалить список "%@"? Это действие нельзя отменить.

source: Are you sure you want to delete this schedule?
ru: Вы уверены, что хотите удалить это расписание?

source: Are you sure you want to end the breathing session?
ru: Вы уверены, что хотите завершить дыхательную сессию?

source: Are you sure you want to end the muscle relaxation session?
ru: Вы уверены, что хотите завершить сеанс мышечной релаксации?

source: Are you sure you want to end this exercise?
ru: Вы уверены, что хотите завершить это упражнение?

source: Are you sure you want to interrupt the session? Progress will not be saved.
ru: Вы уверены, что хотите прервать сеанс? Прогресс не будет сохранён.

source: arms
ru: руки

source: arms, face and neck, torso, legs
ru: руки, лицо и шея, корпус, ноги

source: arms, face, neck, torso, legs
ru: руки, лицо, шея, корпус и ноги

source: Article
ru: Статья

source: Article of the day
ru: Статья дня

source: Articles are not available yet
ru: Статьи пока недоступны

source: Assignment not found
ru: Задание не найдено

source: Average anxiety after session: %@
ru: Средняя тревожность после сеанса: %@

source: Average anxiety before session: %@
ru: Средняя тревожность до сеанса: %@

source: avg
ru: ср.

source: Avg After
ru: Среднее После

source: Avg Before
ru: Среднее До

source: Avg. delta
ru: Средняя дельта

source: Back
ru: Назад

source: Back to home
ru: Вернуться на главную

source: Basic information
ru: Основная информация

source: Basic system voice. A better one: Settings → Accessibility → Spoken Content.
ru: Базовый системный голос. Лучше — в Настройках: Универсальный доступ → Устный контент.

source: Before
ru: До

source: Before → after
ru: До → после

source: Before session
ru: До сеанса

source: Behavioral activation
ru: Поведенческая активация

source: Behavioral Activation
ru: Поведенческая активация

source: Behavioral activation helps you gently "turn on" to life when you have no energy, mood, or motivation. You choose simple actions (pleasant or meaningful) in advance, do them in small steps, and notice how your state and level of enjoyment change.
ru: Поведенческая активация помогает мягко «включаться» в жизнь, когда нет сил, настроения или мотивации. Вы заранее выбираете простые действия (приятные или значимые), делаете их маленькими шагами и замечаете, как меняются состояние и уровень удовольствия.

source: Behavioral activation helps you gently re-engage with life when you have no energy, mood, or motivation. You choose simple actions (pleasant or meaningful) in advance, do them in small steps, and notice how your state and enjoyment change.
ru: Поведенческая активация помогает мягко «включаться» в жизнь, когда нет сил, настроения или мотивации. Вы заранее выбираете простые действия (приятные или значимые), делаете их маленькими шагами и замечаете, как меняются состояние и уровень удовольствия.

source: bend your arm at the elbow
ru: согни руку в локте

source: Bend your arms and tense your biceps. Squeeze as much as is comfortable.
ru: Согните руки и напрягите бицепсы. Сожмите мышцы настолько, насколько комфортно.

source: Better than expected overall: %1$d of %2$d
ru: Лучше ожиданий в целом: %1$d из %2$d

source: Blue line: anxiety after session
ru: Голубая линия: тревожность после сеанса

source: Blue line: anxiety before session
ru: Синяя линия: тревожность до сеанса

source: Book an appointment
ru: Записаться к врачу

source: Box breathing
ru: Квадратное

source: Box Breathing
ru: Квадратное дыхание

source: Breathe evenly
ru: Дыши ровно

source: Breathe evenly. On each exhale, say one word to yourself: relax.
ru: Дыши ровно. На каждом выдохе говори про себя одно слово: расслабься.

source: Breathing
ru: Дыхание

source: Breathing · 4·4·4·4
ru: Дыхание · 4·4·4·4

source: Breathing and relaxation are skills. They work when they have been trained in advance, on a calm day — not when anxiety is already at its peak.
ru: Дыхание и релаксация — навыки. Они работают, когда натренированы заранее, в спокойный день, а не когда тревога уже на пике.

source: Breathing exercise
ru: Дыхательное упражнение

source: Breathing technique
ru: Дыхательная техника

source: Breathing: %@
ru: Дыхание: %@

source: Build
ru: Сборка

source: Build momentum through meaningful daily actions
ru: Набирайте темп через осмысленные ежедневные действия

source: Call someone close
ru: Позвонить близкому

source: Cancel
ru: Отмена

source: Catch 2 smells or just 2 sensations of the air.
ru: Поймайте 2 запаха или просто 2 ощущения воздуха.

source: CBT Tools for daily practice
ru: Инструменты КБТ для ежедневной практики

source: Change
ru: Сменить

source: Change %@
ru: Изменить %@

source: Check back later
ru: Загляните позже

source: Chest & Back
ru: Грудь и спина

source: chest, shoulders and back
ru: грудь, плечи и спина

source: Choose a technique that fits how you're feeling right now.
ru: Выберите технику, которая подходит вашему текущему самочувствию.

source: Choose exercise
ru: Выберите упражнение

source: Choose exposure
ru: Выберите экспозицию

source: Choose how to select activity
ru: Выберите способ выбора активности

source: Choose list
ru: Выберите список

source: Choose technique
ru: Выберите технику

source: Clean one room properly
ru: Убраться в одной комнате

source: Clear search
ru: Очистить поиск

source: Clench both hands into fists. Feel the tension in your hands and forearms.
ru: Сожмите обе кисти в кулаки. Почувствуйте напряжение в кистях и предплечьях.

source: Clench your fists, tense your arms, and raise your shoulders. Hold the overall tension.
ru: Сожмите кулаки, напрягите руки и поднимите плечи. Удерживайте общее напряжение.

source: clench your teeth, press your tongue to the roof of your mouth
ru: сожми зубы, прижми язык к нёбу

source: Close
ru: Закрыть

source: Close your eyes when you're ready
ru: Закрой глаза, когда будешь готов

source: Coming back soon
ru: Скоро вернётся

source: Complete an activity and it will show up here.
ru: Выполните первую активность, и она появится здесь.

source: Complete calm, no anxiety
ru: Полное спокойствие, нет тревоги

source: Complete current step
ru: Завершить текущий шаг

source: Complete your first therapy session to see history
ru: Завершите первый сеанс терапии, чтобы увидеть историю

source: Complete your first therapy session, to see history
ru: Завершите первый сеанс терапии, чтобы увидеть историю

source: Completed
ru: Выполнен

source: Completed (wk.)
ru: Выполнено (нед.)

source: Completed %1$d of %2$d
ru: Выполнено %d из %d

source: Completed sessions and manual entries for the selected day will appear here
ru: Здесь появятся завершённые сессии и ручные отметки за выбранный день

source: Completion progress
ru: Прогресс выполнения

source: Completion time: %@
ru: Время выполнения: %@

source: Consistency matters more than perfection
ru: Стабильность важнее идеальности

source: Contact support
ru: Связаться с поддержкой

source: Contact support: %@
ru: Написать в поддержку: %@

source: Continue
ru: Продолжить

source: Continue active session: %@
ru: Продолжить активный сеанс: %@

source: Continue session
ru: Продолжить сеанс

source: Controlled breathing techniques to regulate the nervous system
ru: Техники контролируемого дыхания для регуляции нервной системы

source: Controlled techniques to calm the nervous system
ru: Контролируемые техники для успокоения нервной системы

source: Cook a meal
ru: Приготовить еду

source: Core
ru: Корпус

source: Could not find data to start the exercise.
ru: Не удалось найти данные для запуска упражнения.

source: couldn't
ru: не получилось

source: Couldn't
ru: Не смог

source: Couldn't save
ru: Не удалось сохранить

source: Couldn't save the file.
ru: Не удалось сохранить файл.

source: Couldn't save. Try again.
ru: Не удалось сохранить. Попробуй ещё раз.

source: Create a schedule for regular exercise reminders
ru: Создайте расписание для регулярных напоминаний о упражнениях

source: Create a schedule to get reminders and track your exercise routine
ru: Создайте расписание, чтобы получать напоминания и отслеживать упражнения

source: Create activity list
ru: Создать список активностей

source: Create exposure
ru: Создать экспозицию

source: Create schedule
ru: Создать расписание

source: Create your first activity list for behavioral activation
ru: Создайте первый список активностей для поведенческой активации

source: Create your first exposure to work with anxiety
ru: Создайте первую экспозицию для работы с тревогой

source: Created by me
ru: Созданные мной

source: curl your toes
ru: поджми пальцы

source: Current active step
ru: Текущий активный шаг

source: Current anxiety level: %d
ru: Текущий уровень тревожности: %d

source: Current step
ru: Текущий шаг

source: D
ru: ДН

source: Danger zone
ru: Зона риска

source: Dark
ru: Тёмная

source: Data
ru: Данные

source: Date
ru: Дата

source: Date & time
ru: Дата и время

source: Date: %@
ru: Дата: %@

source: Day of week selection
ru: Выбор дня недели

source: Days of the week
ru: Дни недели

source: Days of week
ru: Дни недели

source: Decreased by %lld
ru: Снижение на %lld

source: Definitely
ru: Точно будет

source: Delete
ru: Удалить

source: Delete activity %d
ru: Удалить активность %d

source: Delete activity %lld
ru: Удалить активность %lld

source: Delete activity list?
ru: Удалить список активностей?

source: Delete everything permanently
ru: Удалить всё навсегда

source: Delete exposure?
ru: Удалить экспозицию?

source: Delete schedule?
ru: Удалить расписание?

source: Delete step %d
ru: Удалить шаг %d

source: Delete step %lld
ru: Удалить шаг %lld

source: Describe how you feel
ru: Опишите ваше состояние

source: Describe the activity…
ru: Опиши, что собираешься сделать…

source: Describe the sequence of actions. Each step can have its own timer.
ru: Опишите последовательность действий. Каждый шаг может иметь свой таймер.

source: Describe the sequence of actions. Each step can have its own timer. Hold the ☰ icon to reorder or swipe left to delete.
ru: Опишите последовательность действий. Каждый шаг может иметь свой таймер. Удерживайте иконку ☰ для изменения порядка или смахните влево для удаления.

source: Describe the situation…
ru: Опиши ситуацию…

source: Description
ru: Описание

source: Description of a sample exposure with several steps and timers
ru: Описание тестовой экспозиции с несколькими шагами и таймерами

source: Description of the anxiety-provoking situation
ru: Описание ситуации, вызывающей тревогу

source: Details
ru: Детали

source: Device verification is unavailable.
ru: Проверка устройства недоступна.

source: Did anything to feel better
ru: Делал что-то, чтобы стало легче

source: did it
ru: получилось

source: Did it
ru: Сделал

source: Did it come true
ru: Сбылось

source: Did it happen?
ru: Получилось?

source: Did not like at all
ru: Совсем не понравилось

source: Did you handle it?
ru: Справился?

source: Did you manage to relax?
ru: Успел расслабиться?

source: didn't relax in time
ru: расслабление не пришло

source: Discard
ru: Не сохранять

source: Discard this entry?
ru: Не сохранять запись?

source: Display period selection
ru: Выбор периода отображения

source: Distraction
ru: Отвлекался

source: Do the activity at a comfortable pace
ru: Выполняйте активность в комфортном темпе

source: Do the laundry
ru: Загрузить стирку

source: Do the weekly food shop
ru: Закупиться продуктами на неделю

source: Does not repeat
ru: Не повторять

source: Done
ru: Готово

source: Double tap to resume
ru: Дважды нажмите, чтобы возобновить

source: Double tap to resume session
ru: Дважды нажмите, чтобы возобновить сеанс

source: Double tap to save
ru: Дважды нажмите чтобы сохранить

source: Double tap to view details
ru: Дважды нажмите для просмотра деталей

source: Double-tap to end session without saving
ru: Дважды нажмите чтобы завершить сеанс без сохранения

source: Double-tap to go to this step
ru: Дважды нажмите для перехода к этому шагу

source: Double-tap to open
ru: Дважды нажмите для открытия

source: Double-tap to open details
ru: Дважды нажмите, чтобы открыть детали

source: Double-tap to open details. Starting a session is available inside.
ru: Нажмите дважды, чтобы открыть детали. Запуск сеанса доступен внутри.

source: Double-tap to resume session
ru: Дважды нажмите, чтобы возобновить сеанс

source: Double-tap to return to session
ru: Дважды нажмите чтобы вернуться к сеансу

source: Double-tap to save
ru: Дважды нажмите чтобы сохранить

source: Double-tap to save and finish
ru: Дважды нажмите чтобы сохранить и завершить

source: Double-tap to view details
ru: Дважды нажмите для просмотра деталей

source: Duration
ru: Длительность

source: Duration: %@
ru: Длительность: %@

source: e.g. Take a 10–15 minute walk
ru: Прогуляться 10–15 минут

source: Earlier
ru: Ранее

source: Easy
ru: Легко

source: Edit
ru: Редактировать

source: Edit list
ru: Редактировать список

source: Edit schedule
ru: Редактировать расписание

source: Editing
ru: Редактирование

source: Education
ru: Образование

source: Effort
ru: Усилие

source: Effort level
ru: Уровень усилия

source: Elapsed time
ru: Прошло времени

source: End early
ru: Закончить раньше

source: End exercise?
ru: Завершить упражнение?

source: End session
ru: Завершить сессию

source: End session early
ru: Завершить сеанс досрочно

source: End session?
ru: Завершить сеанс?

source: Ending session
ru: Завершение сеанса

source: Enjoyment rating
ru: Оценка впечатления

source: Enough
ru: Нормально

source: Enter name and add at least one activity
ru: Введите название и добавьте хотя бы одну активность

source: Entry
ru: Отметка

source: Entry not found
ru: Запись не найдена

source: Equal phases with holds. Demands the most attention
ru: Равные фазы с задержками. Больше всего требует внимания

source: Equal-length inhale, hold, exhale, and hold phases. Used by Navy SEALs to maintain calm under pressure and improve focus.
ru: Равные фазы вдоха, задержки, выдоха и задержки. Используется для сохранения спокойствия и концентрации.

source: Error
ru: Ошибка

source: Even a small step is self-care.
ru: Даже маленький шаг — это забота о себе.

source: Every day
ru: Каждый день

source: Every step is progress
ru: Каждый шаг - это прогресс

source: Exercise not found
ru: Упражнение не найдено

source: Exercise type
ru: Тип упражнения

source: Exercise unavailable
ru: Упражнение недоступно

source: Exercises
ru: Упражнения

source: Exercises, schedules, and session results
ru: Упражнения, расписания и результаты сеансов

source: Exhale
ru: Выдох

source: Exhale and relax your chest and back. Breathe calmly and naturally.
ru: Выдохните и расслабьте грудь и спину. Дышите спокойно и естественно.

source: Exhale and release the tension. Let your back and stomach relax.
ru: Выдохните и отпустите напряжение. Пусть спина и живот расслабятся.

source: Expected anxiety
ru: Ожидаемая тревога

source: Export
ru: Экспорт

source: Export data
ru: Экспорт данных

source: Export data (JSON)
ru: Экспортировать данные (JSON)

source: Exposure
ru: Экспозиция

source: Exposure · %lld steps
ru: Экспозиция · %lld шагов

source: Exposure and activation are protocols. They are done on a schedule, by agreement with yourself or your therapist.
ru: Экспозиция и активация — протоколы. Их выполняют по расписанию, по договорённости с собой или с терапевтом.

source: Exposure description
ru: Описание экспозиции
